sdaiCreateADB(SdaiPrimitiveType,BTEllipsis)
\details
Creates an Attribute Data Block (ADB) instance with a specified type and value presets.
\param valueType [in] A type of the initial values.
\returns An identifier of the created ADB if it was successfully created; otherwise, the function returns the NULL value.